IDEA Open Model
CrossSectionCreepCoefficientData.CreepInput Property
Compatible with IDEA StatiCa Beta 20.0
 User-defined curvature for creep coefficient { x = t[day], y = ϕ }
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public InputValueType CreepInput { get; set; }
Public Property CreepInput As InputValueType
	Get
	Set
Property Value
Type: InputValueType
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace